/* No comment provided by engineer. */
"(Multiple)" = "(複数)";

/* (None) */
"(None)" = "(なし)";

/* Abort */
"Abort" = "中止";

/* AbortClone */
"AbortClone" = "クローンを中止";

/* AbortGraft */
"AbortGraft" = "Graftを中止";

/* AbortRebase */
"AbortRebase" = "リベースを中止";

/* AcceptAndContinue */
"AcceptAndContinue" = "許可して続行";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "ブックマーク";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "ブランチ";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "現在のブックマーク";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "現在のブランチ";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "ワークスペース";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "リモート";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "リモートブランチ";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "スタッシュ";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "サブモジュール";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "サブツリー";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "タグ";

/* AccessibilitySidebarHistory */
"AccessibilitySidebarHistory" = "履歴";

/* AccessibilitySidebarSearch */
"AccessibilitySidebarSearch" = "検索";

/* Add */
"Add" = "追加";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "グローバルで無視";

/* AddLocalIgnore */
"AddLocalIgnore" = "このリポジトリで無視";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "ローカルパス ‘%@‘ にサブツリーを追加しています…";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "インデックスに追加";

/* AllFiles */
"AllFiles" = "すべて表示";

/* AllTrackedBranches */
"AllTrackedBranches" = "追跡中のすべてのブランチ";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "次のファイルはすでに解決済みとマークされています。もう一度マージしてよろしいですか?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "ファイルはすでに解決済みです";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "パッチファイルが指定されていません";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "パッチテキストが指定されていません";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "適用するパッチファイルを選択";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "パッチファイル:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "パッチファイルを開く";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "適用したパッチで1つ以上のHunkがリジェクトされました。これらのHunkは、影響を受けたファイルと同じ名前の '.rej' ファイルで確認できます。影響を受けたファイルは次のとおりです。\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "パッチのハンクのリジェクト";

/* AppNotFound */
"AppNotFound" = "システムで %@ が見つかりませんでした。このツールを使用するには、ツールがインストールされていることをご確認ください。";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "システムで%@が見つかりませんでした。このツールを使用するには、ツールがインストールされていることをご確認ください。";

/* AppNotFoundUnknownMsg */
"AppNotFoundUnknownMsg" = "Your selected diff and/or merge tool was not found on your system. You can update this in the Diff preferences pane.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "アプリケーションが見つかりません";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Araxis Mergeコマンドラインツールが必要ですが、このツールが現在インストールされていません。Araxis Mergeウェブサイトから製品をダウンロードし、インストール手順に従ってください。";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Araxis Mergeコマンドラインツールが見つかりません";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "このMacでAraxis Mergeが見つかりませんでした。Araxis Mergeを外部 Diff ツールやマージツールとして使用する場合、インストールしてください。";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Mergeがインストールされていません";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* Automatic */
"Automatic" = "自動";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "ブランチ \"%@\" を \"%@\" からプルしています";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "デフォルトフォルダ:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "新規リポジトリやクローンに使用するデフォルトのフォルダを選択してください";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "デフォルトフォルダ";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "コミット署名用のGPGの場所を選択してください";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "デフォルトのGPGロケーション";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "無視ファイル:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Gitグローバル無視ファイルを選択:";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Gitグローバル無視ファイル";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "無視ファイル:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Mercurialグローバル無視ファイルを選択:";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Mercurialグローバル無視ファイル";

/* BrowserLoadError */
"BrowserLoadError" = "ブックマークの読み込み中にエラーが発生しました。";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "ブックマークを読み込めませんでした";

/* Cancel */
"Cancel" = "キャンセル";

/* Change Folder */
"ChangeFolder" = "フォルダを変更";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "'%@'の新しいソースURLを入力してください";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "サブモジュールのソースを変更する";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "サブリポジトリのソースを変更する";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "クローンURLを確認中…";

/* CheckingSubmodules */
"CheckingSubmodules" = "サブモジュールを確認しています...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "サブリポジトリを確認しています...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "チェックアウト...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "説明を設定してシェルブに退避:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "説明を設定してスタッシュに退避:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "ローカルブランチ '%@' はすでに存在します。'%@/%@' の最新の変更をこの既存のブランチにプルしてよろしいですか?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "ローカルブランチはすでに存在します";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "チェリーピック";

/* CleanFiles */
"CleanFiles" = "クリーンなファイル";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "宛先パス %@ はすでに存在し、空のフォルダではありません。リポジトリの作成先には、空のフォルダか新しいフォルダを指定してください。";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "空ではないフォルダにクローンすることはできません";

/* CloneFromToMsg */
"CloneFromToMsg" = "%@から%@にクローン中";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "リポジトリをクローン中です。Sourcetreeを終了すると中止します。Sourcetreeを終了しますか?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "クローンの進行中";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "コマンドラインツールをインストールできません。詳細についてはシステムログを参照してください。";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "インストールに失敗";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "システムでコマンドラインユーティリティ%@が見つかりませんでした。選択したオプションのコマンドラインツールがインストールされているかどうかをご確認ください。";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "ユーティリティが見つかりません";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "コマンド履歴";

/* Commit */
"Commit" = "コミット";

/* Commit... */
"Commit…" = "コミット...";

/* CommitDetails */
"CommitDetails" = "コミットの詳細";

/* CommitLabel */
"CommitLabel" = "コミット:";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "すべての欄に入力してから続行してください。";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "必須フィールドへの入力が必要です";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "進行中のGraftを中止してよろしいですか? これにより、ローカルのすべての変更が破棄されます。";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Graftの中止";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "リベースを中止してよろしいですか?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "リベースの中止";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "次のファイルのコンテンツがバージョン管理に追加されます:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "追加の確認";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "次のファイルのサイズは %ld MB以上です。ソース管理に追加してよろしいですか?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "大容量ファイルの検出";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "作業コピーに不足しているすべてのファイルを削除し、すべての新しいファイルを追加します。\n\n続行しますか?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "追加/削除の確認";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "同じパスを持つ作業コピーがすでに存在します。\n\n続行してよろしいですか?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "作業コピーの追加の確認";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "スタッシュ '%@' を作業コピーに適用してよろしいですか?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "スタッシュを適用しますか?";

/* ConfirmBackout */
"ConfirmBackout" = "選択したチェンジセットを元に戻してよろしいですか?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "取り消しの確認";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "ブランチ '%@' を閉じてよろしいですか?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "ブランチを閉じますか?";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Graft操作を続行してよろしいですか? 競合がすべて解決済みであることをご確認ください。";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Graftを続行しますか?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "リベース操作を続行してよろしいですか? 競合がすべて解決済みであることをご確認ください。";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "リベースを続行しますか?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "次のブランチを削除してよろしいですか?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "ブランチ削除の確認";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "次のリモートブランチを削除してよろしいですか?\n\n%@\n\nこれにより、ブランチはリモートからも削除されます(削除がプッシュされます)。";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "ブランチ削除の確認";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "シェルブに退避していた変更 '%@' を削除してよろしいですか?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "リモートブランチ '%@' を削除してよろしいですか?\n\nこれにより、ブランチはリモートからも削除されます(削除がプッシュされます)。";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "スタッシュの変更 '%@' を削除してよろしいですか?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "'%@' を削除してよろしいですか?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "削除の確認";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "このHunkのすべての変更を破棄してよろしいですか?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "変更を破棄しますか?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "選択した行の変更を破棄してよろしいですか?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "変更を破棄しますか?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "強制プッシュはリモートブランチ、およびそこからプルしているブランチに重大な影響をおよぼす可能性があります。強制プッシュを実行してよろしいですか?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "強制プッシュの確認";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "次のファイルを無視しますか?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "無視の確認";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "次のファイルを解決済みとしてマークしてよろしいですか?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "解決済みとしてのマークの確認";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "次のファイルを未解決としてマークしてよろしいですか?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "解決済みとしてのマークの確認";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "現在のブランチに '%@' をマージしてよろしいですか?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "マージの確認";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "このファイルはすでに存在します。上書きしてよろしいですか?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "ファイルを上書きしますか?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "ローカルブランチに %@ をプルしてよろしいですか?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "プルの確認";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "タグ %@ を %@ にプッシュしてよろしいですか?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "タグをプッシュしますか?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "現在の変更を '%@' にリベースしてよろしいですか?\n\n変更が他にプッシュされていないことをご確認ください。";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "リベースの確認";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "削除しますか?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "ブックマーク '%@' を削除してよろしいですか?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "ブックマークの削除の確認";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "次のファイルがバージョン管理から削除されます:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "削除しますか?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "選択したアカウントを削除してよろしいですか?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "これは永続的なアクションで、取り消すことはできません。";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "次のノードとその子ノードをすべて削除してよろしいですか?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "このリポジトリ設定から選択したリモートを削除してよろしいですか?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "リモートを削除しますか?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "削除しますか?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "次の項目とそのすべての子項目を削除してよろしいですか?\n\n%@\n\n1つ以上のリポジトリエントリが削除されます。ブックマークのみを削除するか、リポジトリも完全に削除するかを選択してください。";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "ディスクからリポジトリを削除しようとしましたが、リポジトリ \"%@\" には未コミットのファイルがあります。リポジトリを削除すると、ファイルの内容は完全に削除されます。ディレクトリのリポジトリを削除してよろしいですか?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "リポジトリの削除の確認";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "タグ '%@' を削除してよろしいですか?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "タグの削除の確認";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "次のファイルは、ソース管理で管理されていない変更または情報を含みます。ファイルを削除すると、これらの変更および情報を回復することはできません:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "変更済みのファイルや未追跡のファイルを削除してよろしいですか?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "コミットメッセージを置換しますか?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "前回のコミットから引き継いだメッセージで上記のテキストを置換してよろしいですか?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "このリポジトリへのすべての変更を元に戻してよろしいですか?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "変更のリセットは永続的なアクションで、取り消すことはできません。";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "'Hard' リセットモードは、作業コピーとインデックスにあるすべてのローカル変更を破棄します。続行してよろしいですか?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "警告: 破壊的な操作";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "次のファイルの競合を自身のバージョンで解決してよろしいですか?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "自身の変更内容での解決の確認";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "次のファイルの競合を相手のバージョンで解決してよろしいですか?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "相手の変更内容での解決の確認";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "次のファイルのマージプロセスを再開してよろしいですか?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "マージの再開の確認";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "選択したファイルへの変更を破棄してよろしいですか?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "選択したファイルへの変更を破棄してよろしいですか?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "確認";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "次のファイルを元に戻してよいかどうかご確認ください。\n\n%@\n\n次のコミット時点に戻します。\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "確認";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "この変更をインデックスに追加してよろしいですか?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "ステージングの確認";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "次のファイルはバージョン管理から除外されますが、ディスク上には残ります:\n\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "ファイルの追跡を停止しますか?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "ストリップ中に作業コピーを変更しない (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "リビジョン %@ をストリップしてよろしいですか?\n\nこれは、このリビジョンとそのすべての子孫を削除する破壊的な操作であるため、慎重に決定することをおすすめします。";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "履歴をストリップおよび破棄してよろしいですか?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "作業コピーをブランチ '%@' に切り替えてよろしいですか?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "ブランチの切り替えの確認";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "以降はローカルブランチ '%@' でリモートブランチ '%@' を追跡してよろしいですか?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "追跡中のブランチを変更しますか?";

/* ConfirmTransplant */
"ConfirmTransplant" = "選択した変更を現在のブランチの先頭に適用してよろしいですか? 競合がない場合はすぐにコミットされます。";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Confirm Graft";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "シェルブ '%@' を作業コピーに適用してよろしいですか?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "シェルブの変更を適用しますか?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "次の変更をインデックスから削除してよろしいですか?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "ステージングからの削除の確認";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "'%@' をチェックアウトしてよろしいですか?\n\nこれにより、作業コピーは 'detached HEAD', となり、ブランチから切り離されます。この操作の後にコミットが必要な場合、ブランチを再度チェックアウトするか、新たに作成する必要があります。続行してよろしいですか?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "作業コピーを '%@' に切り替えてよろしいですか?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "作業コピーの切り替えの確認";

/* ConflictedFiles */
"ConflictedFiles" = "競合があるファイル";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "作業コピーにマージの競合があったため、続行するには競合を解決する必要があります。\n\nこれを行うには、競合したファイルを開き、[競合を解決] からオプションを選択してください。";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "マージの競合";

/* Continue */
"Continue" = "続行";

/* ContinueGraft */
"ContinueGraft" = "Graftを続行";

/* ContinueRebase */
"ContinueRebase" = "リベースを続行";

/* Copy */
"Copy" = "コピー";

/* CopyFileMessage */
"CopyFileMessage" = "%@ のコピー先を選択してください";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "コピー先";

/* CopyFileTitle */
"CopyFileTitle" = "ファイルをコピー";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "ブランチの作成を続行";

/* CreateGitTag */
"CreateGitTag" = "Gitタグを作成";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "リポジトリの作成中にエラーが発生しました。再度お試しください。";

/* FetchOwnersFailTitle */
"FetchOwnersFailTitle" = "所有者の読み込みに失敗しました";

/* FetchOwnersFailMessage */
"FetchOwnersFailMessage" = "アカウントの所有者の読み込み中にエラーが発生しました。サーバーの応答は次のとおりです。";

/* FetchOwnersFailWithAccountMessage */
"FetchOwnersFailWithAccountMessage" = "アカウントの所有者の読み込み中にエラーが発生しました (%@)。サーバーの応答は次のとおりです。";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "リポジトリの作成に失敗";

/* CreateLink */
"CreateLink" = "リンクを作成";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "パッチを保存するファイルを指定してください";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "パッチファイル:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "パッチを作成";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "拡張統合を設定済みのリモートがありません。リモートを編集してホスティングタイプやベースURLなどの情報を追加する必要があります。リモートの一覧を開くには [設定] ボタンをクリックしてください。";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "リモートプロジェクト設定";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "変更のプッシュを行わなかったため、プルリクエストにはリモートブランチにすでに存在する変更のみが含まれます。続行してよろしいですか?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "警告 - プッシュなし";

/* CreateSvnTag */
"CreateSvnTag" = "Subversionタグを作成";

/* Custom */
"Custom" = "カスタム";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "このアクションを削除してよろしいですか?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "カスタムアクションのスクリプトを開く";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "適用後に削除";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "ブランチが選択されていません。削除するブランチを1つ以上選択してください。";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "選択なし";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "削除";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "コミットを削除...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "リモートブランチの削除の確認";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "リモートブランチを削除";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "リモートブランチ[%@]を削除";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "リポジトリ '%@‘ のローカルパス ‘%@‘ へのサブツリーリンクを削除しますか?\n\nこれはサブツリーを削除する操作ではありません。";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "サブツリーリンクの削除";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "ブランチを削除しています…";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "リポジトリの宛先として作業コピーの外部が選択されました。作業コピー内部の場所を選択してください。";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "リポジトリ外部の指定";

/* DetailsAuthor */
"DetailsAuthor" = "作者:";

/* DetailsBranch */
"DetailsBranch" = "ブランチ:";

/* DetailsChangeset */
"DetailsChangeset" = "チェンジセット:";

/* DetailsCommit */
"DetailsCommit" = "コミット:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "コミット日時:";

/* DetailsCommitter */
"DetailsCommitter" = "コミット者:";

/* DetailsDate */
"DetailsDate" = "日時:";

/* DetailsGPG */
"DetailsGPG" = "GPGの詳細:";

/* DetailsGPGBad */
"DetailsGPGBad" = "問題あり";

/* DetailsGPGGood */
"DetailsGPGGood" = "問題なし";

/* DetailsLabels */
"DetailsLabels" = "ラベル:";

/* DetailsParents */
"DetailsParents" = "親:";

/* DetailsRevision */
"DetailsRevision" = "リビジョン:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVNリビジョン:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "アプリケーションフォルダでDiffMergeが見つかりませんでした。DiffMergeをインストールしてから設定を行ってください。";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMergeが見つかりません";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "GPGによるコミットの署名を有効にできません。使用可能なGPGキーがないか、Sourcetreeの設定のGPGプログラム設定が正しくありません。\n\nこの画面を開いた後にキーを追加したりGPGプログラムの場所を変更した場合は、シートを閉じて再度開き、やり直してください。";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "コミット署名を有効化できません";

/* DiscardChanges */
"DiscardChanges" = "ローカルの変更を破棄";

/* DiscardHunk */
"DiscardHunk" = "Hunkを破棄";

/* DiscardLines */
"DiscardLines" = "行を破棄";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "重複したリモート名";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "この名前のリモートはすでに存在します。一意の名前を選択してください。";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "この名称のタグがすでに存在します ｰ 移動しますか?\n\n警告: ほかのユーザーがすでに使っているタグを移動した場合、混乱を招く可能性があります。";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "タグがすでに存在します!";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "コミットメッセージが入力されていません。変更に関する説明なしでコミットしてよろしいですか? (非推奨)";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "空のコミットメッセージ";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Nibの読み込みエラー: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "この外部プロジェクトリンクを削除してよろしいですか?";

/* Fatal Error */
"FatalError" = "致命的なエラー";

/* FeatureName */
"FeatureName" = "Feature名:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "このコミットにファイルをリセットする";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "このリビジョンにファイルを戻す";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "このコミットにファイルをリセットする";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "このリビジョンにファイルを戻す";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@、%2$@";

/* FlowConfirmInit */
"FlowConfirmInit" = "リポジトリへの変更の確認";

/* FlowInitDescription */
"FlowInitDescription" = "初期化中…";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "このリポジトリで Hg Flow を使用するよう初期化すると、'%@' ブランチと '%@' ブランチが、もし存在しなければ作成されます。また、今開いているブランチすべてにコントロールファイル ('.flow') をコミットします。\n\n本当に、続けてもよろしいですか?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "新しいブランチを作成";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Feature";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "最新のFeatureブランチ";

/* Hotfix */
"FlowHotfix" = "Hotfix";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "最新のHotfixブランチ";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "最新のmasterブランチ";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "あなたが選択した製品ブランチ '%@' はまだ存在しません。製品ブランチがいつ開始されたかは履歴の中でも非常に重要なため、自動で作成することはしません。\n\nこれを解決するには、あなたのシステムを現在の製品へ直接分岐させた時点をログで探して、そこで '%@' という新規のブランチを作成して下さい。その後でこの作業に戻ってきて初期化を再度実行して下さい。";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Productionブランチを作成できません";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "'%@' をコミット";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "最新のDevelopmentブランチ";

/* Release */
"FlowRelease" = "Release";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "最新のReleaseブランチ";

/* ForceDelete */
"ForceDelete" = "削除を強行";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "ガイドラインに従ってフォーマット";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d コミット先行";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d コミット遅れ";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "以前のコミットの修正を選択しました - これは履歴を変更するため、以前のコミットをリモートにプッシュ済みの場合は問題が発生します。続行してよろしいですか?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "警告 - 履歴の変更";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "内蔵git-flow";

/* No comment provided by engineer. */
"GitLfsAddExtBlankMsg" = "追加する拡張子を入力または選択してください。";

/* No comment provided by engineer. */
"GitLfsAddExtBlankTitle" = "入力なし";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateMsg" = "この拡張子はGit LFSですでに追跡されています。";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateTitle" = "追跡済み";

/* No comment provided by engineer. */
"GitLfsAddExtOKMsg" = "Gif LFSで、拡張子 %@ のファイルの追跡を開始しました。";

/* No comment provided by engineer. */
"GitLfsAddExtOKTitle" = "Git LFSで追跡中";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardTitle" = "%@ として追加しますか?";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardMsg" = "これはファイル拡張子ですか？ もしそうなら、Sourcetreeはそれを%@として追加することができます、それで大丈夫ですか？";

"GitLfsDownloading" = "Git LFS ファイルの内容をダウンロードしています";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmMsg" = "この拡張子を削除してよろしいですか?";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmTitle" = "削除の確認";

/* GitLfsRunInitMsg */
"GitLfsRunInitMsg" = "This repository appears to use Git LFS but your local configuration is missing some required elements.\nSourcetree can fix this (recommended) by running 'git lfs install' now, is that OK?";

/* GitLfsRunInitTitle */
"GitLfsRunInitTitle" = "Git LFS: インストールが必要です";

/* GitLfsRunPullMsg */
"GitLfsRunPullMsg" = "このリポジトリは Git LFSを使用していますが、バイナリファイルの内容がまだダウンロードされていないようです。 現在のチェックアウトに必要なLFSファイルをダウンロードしますか?";

/* GitLfsRunPullTitle */
"GitLfsRunPullTitle" = "'git lfs pull'を実行しますか?";

/* GitLfsSuggestTrackBeforeAddMessage */
"GitLfsSuggestTrackBeforeAddMessage" = "次のファイルのサイズは %ld MB以上で、現在Git LFSでは追跡されいません。Gitに追加してよろしいですか?\n\nキャンセルし、Git LFSの追跡対象に含めることをおすすめします。\n\n%@";

/* No comment provided by engineer. */
"GitLfsTrackExtMenu" = "Git LFSで *.%@ を追跡";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "内蔵git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "システムgit-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "すべてのリモートからタグを削除";

/* GitRepoIdentified */
"GitRepoIdentified" = "これはGitリポジトリです";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Subversionと同期しているリポジトリにマージを実行することは推奨されません。Subversionのマージ情報が不完全であるだけでなく、Subversionへのコミットが必要なファイルや情報を管理するためにgit-svnが使用するメカニズムがマージによって混乱する可能性があります。この操作は、SubversionにプッシュしたことがないブランチからSubversionで追跡しているブランチに変更をマージする場合にのみ適切に動作します。\n\n処理を進めることは推奨されず、チェリーピックやパッチを使用してブランチ間でコミットを適用することをおすすめします。処理を続行する場合、以降の管理責任はご自身にあることにご注意ください。";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Subversionリポジトリへのマージは推奨されません";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "このアクションを実行すると、Subversionから最新のファイルを取得し、必要に応じて手元にないリビジョンの先頭に変更をリベースしてから、Subversionの上流にコミットを送信します。これは現在のブランチでのみ実行されます。\n\n続行してよろしいですか?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Subversionにプッシュしますか?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "現在、Subversionリポジトリを追跡しています。Subversionタグを作成しますか? それともローカルで保持するGitタグを作成しますか? GitタグをあとからSubversionにプッシュすることはできない点にご注意ください。";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Subversionタグを作成しますか?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "内蔵 Git %@";

/* GitVersionSystem */
"GitVersionSystem" = "システム Git %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "無効なGPGパスが指定されました。/usr/local/MacGPG2/binのように、gpg2のインストール先への完全なパスを指定する必要があります。\n\n続行しますか?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "無効なGPGパス";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "Sourcetreeは、コミット署名に必要な gpg シンボリックリンクを削除できませんでした。 コミット署名を有効にしてリポジトリ内でコミットしようとすると失敗する場合があります。 'gpg'シンボリックリンクは Sourcetree application suppport ディレクトリにあります。\n\n本当に続けてもよいですか？";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPGの削除の失敗";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "gpg のコミット署名を有効にするためには、Sourcetree は Application Support  ディレクトリにシンボリックリンクを作成する必要があります。 実行時に以下のエラーが発生しました：\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPGシンボリックリンク書き込み失敗";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "進行中のGraftが競合によって中断された可能性があります。作業コピーで競合を解決済みの場合はGraftを続行するか、中止して変更を破棄するかを選択してください。";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "進行中のGraft";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* Health check service did not return expected response. */
"Health check service did not return expected response." = "ヘルスチェックサービスから予期したレスポンスが返されませんでした。";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "警告: MercurialのノンゼロリビジョンからSubversionへの変換を開始するとブランチとタグは変換されないため、Subversionリポジトリをフラットなフォルダ構造としてクローンします。\n\nこのため、複数のブランチがある場合は、ソースURLとして単一のブランチ (またはtrunk) が選択されていることを確認することをおすすめします。";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "部分クローンを行うにはレイアウトがフラットである必要があります";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "このリポジトリはSubversionリポジトリを追跡しており、このブリッジ (hgsubversion) を使って新しくブランチを作成することはできません。新しいMercurialブランチを作成した場合、このブランチからSubversionにチェンジセットを直接プッシュすることはできず、既存のSubversionブランチには変更を手動でトランスプラントしてそれをプッシュする必要があります (hgsubversion はマージもサポートしません)。\n\n永続性があるSubversionブランチが必要な場合、'svn copy' を使ってブランチを作成し、このリポジトリにプルしてください。一時的なブランチが必要な場合、新しいクローンで作業することをおすすめします。\n\nブランチの作成を続行する場合、以降の操作の責任はユーザー自身にある点にご注意ください。";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Subversionブランチの作成はサポートされません";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "このリポジトリはSubversionリポジトリを追跡しており、hgsubversionブリッジでマージを扱うことはできません。マージを行うと、以降は現在のブランチからSubversionにプッシュできなくなります。このため、マージは推奨されません。代わりにTransplant機能を使ってブランチをまたがる変更を反映させることをおすすめします。\n\n[続行] をクリックするとマージを続行します。この操作はご自身の責任で行っていただくことにご注意ください。";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Subversionブランチのマージはサポートされません";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "このリポジトリはSubversionリポジトリを追跡しており、hgsubversionブリッジはタグの追加や削除を処理できません。これを行った場合、以降は現在のブランチからSubversionにプッシュすることができなくなります。このため、処理の続行は推奨されません。代わりに、Subversionツールを使用してタグを作成することをおすすめします。\n\n[続行] をクリックした場合、以降の操作はご自身の責任で行うことにご注意ください。";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Subversionタグの変更はサポートされません";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "コマンド履歴を隠す";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "サイドバーを隠す";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "指定されたURLの形式に誤りがあるようです。内容をご確認ください。";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "不正なホストURL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "無効なユーザー名";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "メールアドレスではなく、Bitbucket/GitHubのユーザー名を入力してください。";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "ホスト %@ で使用するデフォルトユーザー名:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "デフォルトユーザー名を編集";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "%@ のデフォルトユーザー名を削除してよろしいですか?";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "デフォルトユーザーを削除";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "1つ以上のホスティングリポジトリのアカウントを作成してから、リポジトリを作成してください。";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "アカウントが登録されていません";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "アカウント %@ のすべての欄に入力してください。";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "詳細情報が不足しています";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "アカウントがサポート対象外であるか、何らかの問題が発生しているため、アカウントの一覧を読み込むことができません。すべてのホスティングサービスのアカウントを削除してから、再度 [設定] で追加することをおすすめします。";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "エラー";

/* RemoveAccountsButtonTitle */
"RemoveAccountsButtonTitle" = "アカウントを削除";

/* QuitButtonTitle */
"QuitButtonTitle" = "終了";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "%@ アカウントでのログインに失敗しました。\n\nリモートサービスのメッセージ: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "ログインエラー";

/* HotfixName */
"HotfixName" = "Hotfixバージョン:";

/* IgnoredFiles */
"IgnoredFiles" = "無視されているファイル";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Sourcetreeのライセンスファイルを選択:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "ライセンスファイル:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "ライセンスファイルをインポート";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "コマンドラインツールのインストールに失敗しました。詳細についてはシステムログを参照してください。";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "インストールに失敗";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "コマンドラインツールのインストールを正常に完了しました。ターミナルから次のコマンドを実行できます。\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "インストールに成功";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "%@ の子を対話形式でリベース…";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "対話形式のリベース…";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "有効なアーカイブファイルではありません。.zip, .tar, .tar.gz, .tar.bz2, .tgz, .tbz2 拡張子のファイルを指定してください。";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "不正なアーカイブ";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "提供されたメールアドレスの形式に誤りがあります。";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "無効なメール形式";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "次のSHA-1が示すコミットにジャンプ:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "次のリビジョン / チェンジセットにジャンプ:";

/* LocateMovedRepository */
"LocateMovedRepository" = "移動されたリポジトリを指定";

/* LogAllParents */
"LogAllParents" = "すべての親";

/* LogAncestorOrder */
"LogAncestorOrder" = "親子関係順";

/* LogBranchesAll */
"LogBranchesAll" = "すべてのブランチ";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "現在のブランチ";

/* LogDateOrder */
"LogDateOrder" = "日時順";

/* LogFollowFirst */
"LogFollowFirst" = "最初の親のみ";

/* LogHideRemotes */
"LogHideRemotes" = "リモートブランチを隠す";

/* LogShowRemotes */
"LogShowRemotes" = "リモートブランチを表示";

/* Master */
"Master" = "マスター";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "コア";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "これはMercurialリポジトリです";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "内蔵 Mercurial %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "システム Mercurial %@";

/* Merge */
"Merge" = "マージ";

/* MergeCommitPrefix */
"MergeCommitPrefix" = " マージ ";

/* MergeErrorTitle */
"MergeErrorTitle" = "マージ中のエラー";

/* Mode */
"Mode" = "モード";

/* ModifiedFiles */
"ModifiedFiles" = "変更済みのファイル";

/* MoreInfo */
"MoreInfo" = "詳細情報";

/* Move */
"Move" = "移動";

/* MoveFileMessage */
"MoveFileMessage" = "%@ の移動先を選択してください";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "移動先";

/* MoveFileTitle */
"MoveFileTitle" = "ファイルを移動";

/* MoveTag */
"MoveTag" = "タグを移動";

/* MoveToTrash */
"MoveToTrash" = "ゴミ箱にも移動";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d 件の新しいコミットを \"%@\" から \"%@\" にプルできます";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "新しいコミットがあります";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d 件の新しいチェンジセットを \"%@\" にプルできます";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "新しいチェンジセットがあります";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "新しいコミット %1$d 件が  \"%2$@\" から \"%3$@\" へ pull する";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "新しいコミットがあります";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%1$d new changesets to pull for \"%2$@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "新しいチェンジセットがあります";

/* NewGroup */
"NewGroup" = "新規グループ";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "%@ に新しい %@ リポジトリを作成しています";

/* No */
"No" = "いいえ";

/* NoCommitSelected */
"NoCommitSelected" = "コミットが選択されていません";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "続行するには1つ以上のコミットを選択してください。";

/* NoFilesSelected */
"NoFilesSelected" = "ファイルが選択されていません";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "続行するには1つ以上のファイルを選択してください。";

/* NoFilesToCommit */
"NoFilesToCommit" = "コミット対象がありません!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "続行するにはコミットするファイルを選択してください。";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "今後は警告を表示しない";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "この操作は連続した行に対してのみ実行できます。行範囲が単一となるように選択しなおすか、チェリーピックを実行する必要がある場合はそれぞれの範囲ごとにこの操作を実行してください。";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "選択した行範囲が連続していません";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "リモートブランチが選択されていません";

/* NoRevisionSelected */
"NoRevisionSelected" = "リビジョンが選択されていません";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "ステージされた変更がありません - すべてコミットしますか?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "コミット待ちの変更がステージングに追加されていません。\n現在のすべての変更をコミットしますか?\nこの操作で未追跡の新しいファイルが追加されることはありません。";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "指定された場所にGit-Flowが見つかりませんでした。 Sourcetree の内部バージョンが使用されます。";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flowが見つかりません";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFSがシステムで見つからないため、内蔵バージョンを使用します。";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFSが見つかりません";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Gitはあなたのシステムの標準的な場所には見つかりませんでした。 Sourcetree の内部バージョンが使用されます。";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git が見つかりません";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial はあなたのシステムの標準的な場所には見つかりませんでした。SourceTree の内部バージョンが使用されます。";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurialが見つかりません";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "有効なソースパス/URLではありません";

/* NothingToCommit */
"NothingToCommit" = "コミット対象がありません";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "パス %@ は、MercurialまたはGit の作業コピーを参照していません。";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "無効なフォルダ";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "選択したバージョンのファイルを開く";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "選択したバージョンのファイルを開く";

/* OpenSourcePath */
"OpenSourcePath" = "ソースパスを開く";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "著者のマップファイルを開く";

/* Open Working Copy */
"OpenWorkCopy" = "作業コピーを開く";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; Sourcetree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "URLにパスワードが見つかりました";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "stripとbaseのパスオプションの決定に成功しました。";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "パッチファイルのエントリからstrip/baseのパスオプションを判断できませんでした: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "このパッチを実際に適用するには、再度実行する前に 'Dry Run'オプションの選択を解除してください。";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "このパッチの dry run は成功しました。";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "パッチの適用可否をテストする";

/* PatchFailedMessage */
"PatchFailedMessage" = "作業フォルダへのパッチの適用に失敗しました。よくある原因として、作業フォルダのファイルのステータスの変更が大きかったため、パッチプロセスが正常に完了できなかった可能性があります。\n\nこれらの変更を手動で反映してください。";

/* PatchFailedTitle */
"PatchFailedTitle" = "パッチを適用できませんでした";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git はコミット全体のインポートでの --dry-run をサポートしていません";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial はコミット全体のインポートでの--dry-runや、拡張diffオプション付きのパッチをサポートしていません";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "パッチは作業コピーの差分形式です。";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "パッチには拡張diff 情報 (コピー、名前変更、バイナリ等)が含まれます。";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "パッチにGitコミットが含まれます。";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "パッチにMercurialチェンジセットが含まれます。";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "無効なパッチファイルです。";

/* PendingFiles */
"PendingFiles" = "保留中のファイル";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "コミットを選択してください。";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "リモートブランチを選択してください。";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "リビジョンを選択してください。";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "続行 (非推奨)";

/* PullFailedTitle */
"PullFailedTitle" = "プルに失敗";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "ブランチ/コミット ‘%@‘ を使用してサブツリー ‘%@‘ を ‘%@‘ からプルしてよろしいですか?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "サブツリーをプル";

/* Push... */
"Push..." = "プッシュ…";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "コミットをただちに %@プッシュする";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "コミットに成功しましたが、プッシュに失敗しました。プッシュを再試行するには、ツールバーの [プッシュ] ボタンを使用してください。";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "プッシュに失敗";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "ブランチ / コミット ‘%@‘ で、リポジトリ ‘%@‘ にサブツリー ‘%@‘ をプッシュしてよろしいですか?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "サブツリーをプッシュ";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "リビジョン %@ をプッシュ…";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "リビジョンをプッシュ...";

/* Rebase */
"Rebase" = "リベース";

/* RebaseAbort */
"RebaseAbort" = "リベースを中止";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "リベースを中止しています";

/* RebaseContinue */
"RebaseContinue" = "リベースを続行";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "競合などによって中断されている可能性がある、処理中のリベースがあるようです。作業コピーで競合を解決済みの場合はリベースの続行を選択し、それ以外の場合はこの処理を中止するよう選択してください。";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "リベースを実行中";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "リベースを続行しています";

/* RebasingInteractively */
"RebasingInteractively" = "対話形式でリベースを実行中…";

/* RegisterNowButton */
"RegisterNowButton" = "今すぐ登録 - 無料!";

/* ReleaseName */
"ReleaseName" = "リリースバージョン:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "ホストのルートURLが無効です。有効な http[s]:// 形式のURLである必要があります。";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "拡張統合を有効にするにはこのリモートのホストルートURLを入力してください。";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "検証エラー";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "選択したリポジトリには、受信しているリモートプロジェクト詳細に一致するリモート定義がありません。このリポジトリをリモートリンクに関連付けたい場合、リポジトリの詳細のリモート詳細を編集して、一致するようにしてください。";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "リモートの詳細が一致しません";

/* No comment provided by engineer. */
"Remove" = "削除";

/* RemoveBookmark */
"RemoveBookmark" = "ブックマークを削除";

/* RemoveBookmarks */
"RemoveBookmarks" = "ブックマークを削除";

/* RenameBranch */
"RenameBranch" = "ブランチの名前を変更";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "新規ブランチ名:";

/* Replace */
"Replace" = "置換";

/* RepoIsGone */
"RepoIsGone" = "リポジトリが存在しません";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "このリポジトリはファイルシステムから削除されているか、どこかに移動されている可能性があります。\n\nこのブックマークを削除しますか? あるいは適切なフォルダを再度指定しますか?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "リポジトリが移動または削除済み";

/* RepoScanningDone */
"RepoScanningDone" = "終了しました。リポジトリを選択して下部に追加してください。";

/* RepositoryActions */
"RepositoryActions" = "リポジトリのアクション";

/* ReregisterButton */
"ReregisterButton" = "再登録";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "%@ をこのコミットまで戻す";

/* ResetMenuTitle */
"ResetMenuTitle" = "リセット…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "コミットまで戻す…";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "復元";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "コミットを復元…";

/* ReverseHunk */
"ReverseHunk" = "Hunkを戻す";

/* ReverseLines */
"ReverseLines" = "行を元に戻す";

/* RevertMenuTitle */
"RevertMenuTitle" = "元に戻す…";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "続行するには1つ以上のファイルを選択してください。";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "ファイルが選択されていません";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "未処理のマージのため、作業コピーに複数の親リビジョンがあります。戻す先のリビジョンを選択してください:\n\n%@\n\nまたは:\n\n%@\n";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "親リビジョンを選択";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "リビジョンに戻す…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "%@ と %@ のすべての相違を表示しています";

/* RevisionLabel */
"RevisionLabel" = "リビジョン:";

/* ScanForRepositories */
"ScanForRepositories" = "フォルダをスキャンしてリポジトリを探す";

/* SetDestinationPath */
"SetDestinationPath" = "宛先パスを選択";

/* No comment provided by engineer. */
"Settings" = "設定";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "この名前のシェルブがすでに存在します。\n同じ名前で既存のシェルブを上書きしますか? 既存のシェルブでの変更は失われます。";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "シェルブが存在します";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "変更をシェルブに退避...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "コマンド履歴を表示";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "サイドバーを表示";

/* BOOKMARKS */
"SidebarBookmarks" = "ブックマーク";

/* BRANCHES */
"SidebarBranches" = "ブランチ";

/* SidebarCheckout */
"SidebarCheckout" = "%@ をチェックアウト";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "%@ をクローズ";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "%@ を削除";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "%@ を削除";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "%@ からフェッチ";

/* FILE STATUS */
"SidebarFileStatus" = "ワークスペース";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "%@ を %@ にマージ";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "サブモジュールを追加…";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "サブリポジトリを追加…";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "サブツリーを追加/リンク...";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "%@ を開く";

/* SidebarPullRemote */
"SidebarPullRemote" = "%@ からプル…";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "%@ を %@ にプル";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "%@ (追跡中) をプル";

/* SidebarPushRemote */
"SidebarPushRemote" = "%@ にプッシュ…";

/* SidebarPushTo */
"SidebarPushTo" = "%@ にプッシュ…";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "%@ (追跡中) にプッシュ";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "現在の変更を '%@' にリベース";

/* REMOTES */
"SidebarRemotes" = "リモート";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "%@ を削除...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "%@ を削除";

/* SHELVED */
"SidebarShelved" = "一時退避 (シェルブ)";

/* STASHES */
"SidebarStashes" = "スタッシュ";

/* SUBMODULES */
"SidebarSubmodules" = "サブモジュール";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "サブリポジトリ";

/* SUBTREES */
"SidebarSubtrees" = "サブツリー";

/* TAGS */
"SidebarTags" = "タグ";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "%@ にアップデート";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "リビジョン%@に署名してよろしいですか? これは新しいコミットを作成します。";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "リビジョンへの署名の確認";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "リビジョンに署名";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "チェックの有無順";

/* SortedByFilename */
"SortedByFilename" = "ファイル名順";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "ファイル名順 (逆順)";

/* SortedByFileStatus */
"SortedByFileStatus" = "ファイルステータス順";

/* SortedByPath */
"SortedByPath" = "パス順";

/* SortedByPathReverse */
"SortedByPathReverse" = "パス順(逆順)";

/* SourceEqualsDest */
"SourceEqualsDest" = "宛先には異なるファイルを選択する必要があります。";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "不正なファイル名";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "指定したコミット:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "指定したリビジョン:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "サブツリーのパスを選択";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "この問題を解決する方法の詳細については、[詳細情報] をクリックしてください。";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL証明書のエラー";

/* No comment provided by engineer. */
"StagedFiles" = "ステージング済みのファイル";

/* StageHunk */
"StageHunk" = "Hunkをステージングに移動";

/* StageLines */
"StageLines" = "行をステージングに移動";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "この名前のスタッシュがすでに存在します。\n\n同じ名前でスタッシュを作成しますか? 既存のシェルブが上書きされることはありません。";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "スタッシュが存在します";

/* StashMenuTitle */
"StashMenuTitle" = "変更をスタッシュに退避...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "追加済み";

/* StatusTooltipClean */
"StatusTooltipClean" = "クリーン";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "削除済み";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "無視対象";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "競合状態";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "マージ済み";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "不足";

/* StatusTooltipModified */
"StatusTooltipModified" = "変更済み";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "名前を変更済み";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "サブリポジトリの追跡先コミットが変更されました";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "未追跡";

/* StripMenuTitle */
"StripMenuTitle" = "ここからストリップ";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "サブモジュールはGitリポジトリのみです。";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Gitリポジトリではありません";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "リポジトリパス内のパスを選択する必要があります。";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "無効なパス";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "未コミットのサブモジュール:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "未プッシュの変更があるサブモジュール：";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "未コミットのサブリポジトリ:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "未プッシュの変更があるサブリポジトリ:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "サブリポジトリに対する未解決の変更をコミットしてから親のリポジトリをコミットする必要があります。";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "サブリポジトリの未コミットの変更";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "続行する前にサブモジュールに変更をプッシュする必要があります。";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "サブリポジトリに変更をプッシュしてから続行";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "サブツリーの情報:\n\nリポジトリ: %@\nローカルの相対パス: %@\nブランチ/コミット: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "サブツリーの詳細";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "指定されたパスにはフォルダがすでに存在します。指定したリモート情報と既存のフォルダの間にリンクを作成しますか? (この操作でリポジトリが変更されることはありません)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "サブツリー情報のリンク";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "[ブランチ/コミット] は必須フィールドです";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "サブツリー情報がありません";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "サブツリー操作の実行にはソースパス/URLが必要です";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "サブツリーパスがありません";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "ローカルのサブツリーパス ‘%@‘ はすでにサブツリーにリンクされています。このサブツリーに関連付けられている情報を置き換えますか?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "サブツリーリンクのオーバーライド";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "指定されたパスのプレフィックスは絶対パスですが、これによってサブツリーで問題が発生する可能性があります。続行しますか?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "パスのプレフィックスのエラー";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "コミットをスカッシュ";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Subversionからプルしています";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversionのリビジョン:";

/* SummaryClean */
"SummaryClean" = "クリーン";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "差分の抑制(ファイルサイズまたはパターン)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = " 未解決のマージ: ";

/* SummaryMergeOk */
"SummaryMergeOk" = " マージ: ";

/* SummaryNumAdded */
"SummaryNumAdded" = "追加済み: %u ";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "競合: %u ";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "リモートの変更: %u ";

/* SummaryNumMissing */
"SummaryNumMissing" = "不足: %u ";

/* SummaryNumModified */
"SummaryNumModified" = "変更済み: %u ";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "ローカルの変更: %u ";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "削除済み: %u ";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "不明: %u ";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = " 未解決のリベース: ";

/* SummaryRebaseOk */
"SummaryRebaseOk" = " リベース: ";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "%@ からコピー/名前を変更されたファイル";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "削除されたバイナリファイル";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "削除されたファイル";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "ファイルの内容";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Hunk %d : 行 %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "行";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "行追加";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "行削除";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "変更されたバイナリファイル";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "変更されたファイル";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "新しいバイナリファイル";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "新しいファイル";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "サブリポジトリの追跡先コミットが変更されました";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "未変更のファイル";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "未追跡のバイナリファイル";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "未追跡のファイル";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "これはSubversionのサーバーです(GitまたはMercurialにクローンする必要があります)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "これはSubversionのサーバーです";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Subversionリポジトリの変換先をGitまたはMercurialから選択してください。";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "ターゲットのリポジトリタイプを選択";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "作業コピーの切り替え…";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "使用するgit-flowのバージョンを選択してください";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "git-flowの指定";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "Sourcetree には、2012年7月9日以降に公式のgit-flowリポジトリ（https://github.com/nvie/gitflow）の「Develop」ブランチに追加された2つのプルリクエストを含む、最新バージョンの git-flow が必要です。\n\nあなたのシステムの git-flow には #222と #223 の番号が付けられたプルリクエストが含まれていなければなりません。";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "警告: git-flowのバージョン要件";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "システムのgit実行ファイルを指定してください";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "システムGitの指定";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "システムのgit-lfs実行ファイルを指定してください";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "システムGit-LFSの指定";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python パッケージフォルダ:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "システムのMercurialパッケージを指定してください。\nパッケージはPythonライブラリフォルダの内部にあります。 \n例: '/Library/Python/2.7/site-packages/mercurial'";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "システムMercurialの指定";

/* TagDetails */
"TagDetails" = "タグの詳細";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "出力をファイルに書き込めません: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "%@ からプルしています";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "ファイルを%@に戻す";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "トランスプラント";

/* Uncommitted changes */
"UncommittedChanges" = "このリビジョンはまだ存在しません。変更をコミットすると新たに作成されます。";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "作業コピーに、コミットが必要な未コミットの変更があります。続行するには、コミットしてからこの操作を再度お試しください。";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "未コミットの変更";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "削除";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "編集";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "メッセージを編集";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "移動";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "スカッシュ";

/* No comment provided by engineer. */
"UnstagedFiles" = "ステージングに未登録のファイル";

/* UnstageHunk */
"UnstageHunk" = "Hunkをステージングから除く";

/* UnstageLines */
"UnstageLines" = "行をステージングから除く";

/* UntrackedFiles */
"UntrackedFiles" = "未追跡のファイル";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "更新…";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "詳細";

/* UseRevisionButton */
"UseRevisionButton" = "%@ を使用";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "このコミットをチェックアウトすると分離したHEADが作成され、続けて新しいブランチを作成する場合を除き、ブランチへの所属情報は失われます。\n\nこの処理に問題がある場合、[キャンセル] をクリックして別のコミットを選択してください。これがリモートブランチの場合、[新規ブランチをチェックアウト] タブを使って新しいローカルブランチを作成できます。";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "警告: 分離HEADが作成されます";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "重要な警告: このアクションを実行すると、現在未コミットのすべての変更が破棄されます。続行してよろしいですか?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "未コミットの変更について";

/* Working Copy */
"Working Copy" = "ファイルステータス";

/* SidebarHistory */
"SidebarHistory" = "履歴";

/* SidebarSearch */
"SidebarSearch" = "検索";

/* Yes */
"Yes" = "はい";

/* Alert title for altering the default font */
"DefaultFontsAlteredAlertTitle" = "差分表示のフォントがシステムのデフォルトのフォントにリセットされました。";

/* Alert message for altering the default font */
"DefaultFontsAlteredAlertMessage" = "Font \"%@\" was not found. Please review Diff View font in Sourcetree preferences.";

/* Preferences… button title */
"Preferences" = "環境設定...";

/* BinaryPreviewUnavailable */
"BinaryPreviewUnavailable" = "プレビューを表示できません";

/* BinaryPreviewFilesizeFormat */
"BinaryPreviewFilesizeFormat" = "%1$@ (%2$@)";

/* Welcome Stage - License */
"STWelcomeStageLicense" = "アカウント";

/* Welcome Stage - Configuration */
"STWelcomeConfiguration" = "設定";

/* Resume */
"Resume" = "再開";

/* Atlassian account button */
"AtlassianAccountContinue" = "続行";

/* Completion button for welcome wizard */
"WelcomeWizardComplete" = "完了";

/* STGettingStartedNotificationTitle */
"STGettingStartedNotificationTitle" = "Sourcetree へようこそ！";

/* STGettingStartedNotificationMessage */
"STGettingStartedNotificationMessage" = "入門ガイドをチェックするにはここをクリック";

/* Done button title */
"Done" = "完了";

/* STBCryptErrorMessage */
"STBCryptErrorMessage" = "メールの暗号化中にエラーが発生しました。";

/* MercurialVersionWarningTitle */
"MercurialVersionWarningTitle" = "バージョン3.7.3より古い Mercurial が選択されました。このバージョンはシステムに潜在的なリスクを与える可能性があります。";

/* MercurialVersionWarningMessage */
"MercurialVersionWarningMessage" = "Mercurialチームはセキュリティの脆弱性を回避するために、すべてのユーザーに3.7.3以降にすぐにアップグレードするよう強く推奨しています。\n\n現在の設定は、システムMercurialバージョン %@ を使用しています";

/* MercurialAtticWarningTitle */
 "MercurialAtticWarningTitle" = "Hg-Attic Shelves Detected";

/* MercurialAtticWarningMessage */
"MercurialAtticWarningMessage" = "Sourcetree no longer uses Hg-Attic for shelving.\n\nExisting shelves are unaffected but can no longer be applied in the same manner.";

/* MercurialAtticLearnButton */
"MercurialAtticLearnButton" = "もっと学ぶ";

/* MercurialAtticSectionTitle */
"MercurialAtticSectionTitle" = "SHELVED BY HG-ATTIC";

/* AccessibilitySidebarAttic */
"AccessibilitySidebarAttic" = "Shelved by Mercurial's Attic Extension";

/* SidebarContextMenuAtticImport */
"SidebarContextMenuAtticImport" = "インポート";

/* SidebarContextMenuAtticDelete */
"SidebarContextMenuAtticDelete" = "ゴミ箱に入れる";

/* ImportAtticShelfDescription */
"ImportAtticShelfDescription" = "Importing Hg-Attic Shelf";

/* iTerm2 Script error title */
"iTerm2ScriptErrorTitle" = "iTerm2でリポジトリを開く際に問題が発生しました。";

/* iTerm2 script error message */
"iTerm2ScriptErrorMessage" = "このリポジトリで iTerm2 を開いている間にエラーが発生しました。 ヘルプメニューからサポートチケットを提出してください。";

/* Atlassian Account login failed title */
"AALoginFailedTitle" = "Attlasianアカウントのログインに失敗しました。";

/* Atlassian account login failed error messaged */
"AALoginFailedErrorMessage" = "Atlassian アカウントにログインする際にエラーが発生しました。再度お試しください。";

/* AALoginOK */
"AALoginOK" = "再試行";

/* AALoginCancel */
"AALoginCancel" = "キャンセル";

/* HideBranchLabelsMenuItemTitle */
"HideBranchLabelsMenuItemTitle" = "ブランチのラベルを隠す";

/* ShowBranchLabelsMenuItemTitle */
"ShowBranchLabelsMenuItemTitle" = "ブランチのラベルを表示";

/* HideTagLabelsMenuItemTitle */
"HideTagLabelsMenuItemTitle" = "タグのラベルを隠す";

/* ShowTagLabelsMenuItemTitle */
"ShowTagLabelsMenuItemTitle" = "タグのラベルを表示";

/* OAuthSignedInMessage */
"OAuthSignedInMessage" = "%@ としてサインインしています";

/* OAuthErrorSignInButtonTitle */
"OAuthErrorSignInButtonTitle" = "サインイン";

/* RemoteRepoFetchErrorTitle */
"RemoteRepoFetchErrorTitle" = "リモートからのリポジトリのフェッチに失敗";

/* RemoteFetchErrorMessage */
"BitbucketRemoteFetchError" = "リポジトリの詳細をフェッチする際にエラーが発生しました。jira.atlassian.comからアトラシアンにご報告ください。";

/* OAuthFailedAuthorizationErrorMessage */
"OAuthFailedAuthorizationErrorMessage" = "利用可能なトークンでリクエストを承認できませんでした。 再認証してください。";

/* PrivateTokenAuthenticationFailed */
"PrivateTokenAuthenticationFailed" = "Sourcetreeはあなたのアカウントのプライベートトークンにアクセスできません（%@）。 アカウントが存在し、有効なプライベートトークンを持っていることを確認してください。";

/* RefreshRemoteReposFailTitle */
"RefreshRemoteReposFailTitle" = "リモートリポジトリの更新に失敗";

/* RefreshRemoteReposFailMessage */
"RefreshRemoteReposFailMessage" = "リモートリポジトリの更新中にエラーが発生しました。サーバーの応答は次のとおりです。";

/* RefreshRemoteReposFailWithAccountMessage */
"RefreshRemoteReposFailWithAccountMessage" = "アカウント (%@) でのリモートリポジトリの更新中にエラーが発生しました。サーバーの応答は次のとおりです。";

/* AuthenticationCompletedErrorTitle */
"AuthenticationCompletedErrorTitle" = "エラーにより認証が終了しました";

/* AuthenticationCompletedErrorMessage */
"AuthenticationCompletedErrorMessage" = "アカウントの認証中にエラーが発生しました。サーバーの応答は次のとおりです。";

/* AuthenticationCompletedErrorWithAccountMessage */
"AuthenticationCompletedErrorWithAccountMessage" = "アカウント (%@) の認証中にエラーが発生しました。サーバーの応答は次のとおりです。";

/* FetchUserProfileFailTitle */
"FetchUserProfileFailTitle" = "ユーザープロファイルの取得に失敗";

/* FetchUserProfileFailMsg */
"FetchUserProfileFailMsg" = "ユーザープロファイルの取得中にエラーが発生しました。サーバーの応答は次のとおりです。";

/* FetchUserProfileFailWithAccountMsg */
"FetchUserProfileFailWithAccountMsg" = "ユーザープロファイル（%@）取得中にエラーが発生しました。 もう一度アカウントにサインインしてください。 サーバーの応答は以下のとおりです。";

/* AuthenticationIssueTitle */
"AuthenticationIssueTitle" = "認証に失敗";

/* AuthenticationIssueDescription */
"AuthenticationIssueDescription" = "OAuth で再度認証を要求し、アクセスをリクエストしようとしたときに問題が発生しました。";

/* AuthenticationIssueRetry */
"AuthenticationIssueRetry" = "再試行";

/* AuthenticationIssueSkip */
"AuthenticationIssueSkip" = "セットアップをスキップ";

/* OAuthLoadingPageDescription */
"OAuthLoadingPageDescription" = "サインインページを読み込んでいます...";

/* STCustomActionsEditTitle */
"STCustomActionsEditTitle" = "編集...";

/* STNoOAuthUsername */
"STNoOAuthUsername" = "アカウントが接続されていません";

/* STOAuthInProgress */
"STOAuthInProgress" = "接続しています...";

/* STDeleteAccountAction */
"STDeleteAccountAction" = "削除";

/* STOAuthWarningTooltip */
"STOAuthWarningTooltip" = "OAuth認証トークンが見つかりません";

/* STOAuthTokenFailedValidationTooltip */
"STOAuthTokenFailedValidationTooltip" = "OAuthアクセストークンがサーバーに拒否されました。アカウント情報を編集して再接続してください。";

/* STOAuthAccessTokenNotFoundToolTip */
"STOAuthAccessTokenNotFoundToolTip" = "OAuthアクセストークンが見つかりません。アカウント情報を編集して再接続してください。";

/*SSHToolNotFoundTitle */
"SSHToolNotFoundTitle" = "SSHコンポーネントが見つかりません";

/* SSHToolNotFoundMsg */
"SSHToolNotFoundMsg" = "macOS は通常 SSH とその関連ツールの完全インストールを含んでいます。 続行するには再インストールしてください。";

/* STGeneratedSSHComment */
"STGeneratedSSHComment" = "%@のために macOS の Sourcetree によって生成された";

/* STSSHPrivateKeyWarningTooltip */
"STSSHPrivateKeyWarningTooltip" = "秘密鍵がありません。アカウント情報を編集して再生成してください。";

/* STSSHPublicKeyWarningTooltip */
"STSSHPublicKeyWarningTooltip" = "公開鍵がありません。アカウント情報を編集して再生成してください。";

/* STSSHNoKeyWarningTooltip */
"STSSHNoKeyWarningTooltip" = "鍵ペアがありません。アカウント情報を編集して再生成してください。";

/* STSSHActionGenerate */
"STSSHActionGenerate" = "キーを生成";

/* STSSHActionCopy */
"STSSHActionCopy" = "クリップボードにコピー";

/* STSSHActionGenerateAndUpload */
"STSSHActionGenerateAndUpload" = "キーを生成してアップロード";

/* STSSHKeyUploadError */
"STSSHKeyUploadError" = "アップロードに失敗";

/* STSSHKeyUploadSuccess */
"STSSHKeyUploadSuccess" = "アップロードを完了";

/* STSSHKeyUploadingKey */
"STSSHKeyUploadingKey" = "キーをアップロードしています...";

/* STSSHAirbagTitle */
"STSSHAirbagTitle" = "リポジトリが適切に設定されていません";

/* STSSHAirbagTitle */
"STSSHAirbagAccountTitle" = "SSH設定に問題があります";

/* STSSHAirbagMessage */
"STSSHAirbagMessage" = "リモートリポジトリのURLは、あなたのアカウントでサポートされているものと一致している必要があります。 解決するオプションを選択してください。";

/* STSSHAirbagSSHMessage */
"STSSHAirbagAccountMessage" = "アカウント %@ のSSH設定（%@）が不完全です。 このアカウントを編集して新しいSSHキーを生成してください。";

/* STSSHAirbagNoAccountMessage */
"STSSHAirbagNoAccountMessage" = "このSSH接続用のアカウント %@ が見つかりません。 正しい情報を更新または追加するには、[アカウントを表示] をクリックします。";

/* STSSHAirbagRepair */
"STSSSHAirbagRepair" = "修復";

/* STSSSHAirbagAccounts */
"STSSSHAirbagAccounts" = "アカウントを表示...";

/* STSSSHAirbagDoNothing */
"STSSSHAirbagDoNothing" = "無視";

/* STSSHUploadingMessage */
"STSSHUploadingMessage" = "キーをアップロードしています...";

/* STOAuthRequiredFor2FAErrorMessage */
"STOAuthRequiredFor2FAErrorMessage" = "リクエストの認証中にエラーが発生しました。 アカウントは HTTPS で Basic 認証を使用するように設定されていますが、サーバーで 2FA が有効になっている可能性があります。 アカウントを編集してOAuth を使用してください。";

/* STSSHKeyUploadSuccessNotificationDescription */
"STSSHKeyUploadSuccessNotificationDescription" = "あなたの新しいSSHキーはあなたのアカウント %@ に追加されました。";

/* STSSHKeyUploadFailedNotificationDescription */
"STSSHKeyUploadFailedNotificationDescription" = "新しいSSHキーをアカウント %@ に追加する際に問題が発生しました。 Webサイトから手動で追加してください。";

/* STSSHCopiedKeyMessage */
"STSSHCopiedKeyMessage" = "コピーしました!";

/* STBBPLStatusRunning */
"STBBPLStatusRunning" = "起動中";

/* STBBPLStatusFailed */
"STBBPLStatusFailed" = "失敗";

/* STBBPLStatusSucceeded */
"STBBPLStatusSucceeded" = "成功しました";

/* STBBPLStatusStopped */
"STBBPLStatusStopped" = "停止済み";

/* STBBPLDuration1 */
"STBBPLDuration1" = "%@s";

/* STBBPLDuration2 */
"STBBPLDuration2" = "%@m %@s";

/* STBBPLDuration3 */
"STBBPLDuration3" = "%@h %@m %@s";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationTitleFormat" = "Run %lu: %@";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationMessageFormat" = "%@ (%@)";

/* STPLIntroTooltip */
"STPLIntroTooltip" = "あなたは Bitbucket Pipelines について聞いたことがありますか？";

/* STBBCIntroTooltip */
"STBBCIntroTooltip" = "あなたは Bitbucket について聞いたことがありますか？";

/* STBBCTooltipStatusPassed */
"STBBCTooltipStatusPassed" = "合格";

/* STBBCTooltipStatusRunning */
"STBBCTooltipStatusRunning" = "起動中";

/* STBBCTooltipStatusStopped */
"STBBCTooltipStatusStopped" = "停止中";

/* STBBCTooltipStatusFailed */
"STBBCTooltipStatusFailed" = "不合格";

/* STBBCTooltipStatusFormat */
"STBBCTooltipStatusFormat" = "%1$lu of %2$lu %3$@";

/* STBBCPLRunsFormat */
"STBBCPLRunsFormat" = "Run %1$lu of %2$lu";

/* STSuppressWarningButtonTitle */
"STSuppressWarningButtonTitle" = "このリポジトリでは同じ警告を表示しない";

/* STSSHPassphraseLengthProblem */
"STSSHPassphraseLengthProblem" = "Passphrases should be at least 5 characters";

/* STSSHPassphraseMismatch */
"STSSHPassphraseMismatch" = "パスフレーズが一致しません";

/* STAboutBoxCurrentUpdateGroup */
"STAboutBoxCurrentUpdateGroup" = "Current Update Group: %i (%i%%)";

/* STAboutBoxCurrentVersion */
"STAboutBoxCurrentVersion" = "バージョン %@ (%@)";

/* STAccountExistsWarningTitle */
"STAccountExistsWarningTitle" = "%@ のアカウント設定を保存できません";

/* STAccountExistsWarningMessage */
"STAccountExistsWarningMessage" = "既に同様のアカウント %@  が設定されています。 そのアカウントを編集して設定を変更できます。";

/* STOAuthTokenErrorMessage */
"STOAuthTokenErrorMessage" = "認証トークンを取得する際に問題が発生しました。再度サインインしてください。";

/* STOperationFailedWithoutErrorMessage */
"STOperationFailedWithoutErrorMessage" = "Failed to create a repository, we're not completely sure why. Please check that you have create permissions for this account. ";

/* STLoginFailedErrorMessage */
"STLoginFailedErrorMessage" = "We couldn't connect to %@ with your (%@) credentials. Check your username and try the password again.";

/* URLSecurityTitle */
"URLSecurityTitle" = "指定されたURLで潜在的なセキュリティ問題が検出されました。";

/* URLSecurityMsg */
"URLSecurityMsg" = "Sourcetree won't open URLs which contain ext::, fd::, or testgit:: because of the potential for remote execution (CVE-2017-8768).";

/* URLParamsSecurityMsg */
"URLParamsSecurityMsg" = "Sourcetreeでサポートされない形式のURLです。";

/* Preview */
"Preview" = "プレビュー";

/* Reset */
"Reset" = "リセット";

/* ShowHiddenFiles */
"ShowHiddenFiles" = "不可視ファイルを表示";

/* Select */
"Select" = "選択";

/* STCommitShowInFinderButton */
"STCommitShowInFinderButton" = "Finderで表示";

/* STCommitOpenInTerminalButton */
"STCommitOpenInTerminalButton" = "ターミナルで開く";

/* STUsernameNilErrorMessage */
"STUsernameNilErrorMessage" = "Server returned an empty username with the profile for the account. Please try again with the right username.";

/* STCommitMessagePlaceholder */
"STCommitMessagePlaceholder" = "コミットメッセージ";

/* STPlaceholderStringSearch */
"STPlaceholderStringSearch" = "検索";

/* STPlaceholderStringSearch2 */
"STPlaceholderStringSearch2" = "検索する語句を入力してください";

/* STPlaceholderStringFilterRepos */
"STPlaceholderStringFilterRepos" = "リポジトリをフィルタ";

/* STUnableToCloneErrorTitle */
"STUnableToCloneErrorTitle" = "複製できません";

/* STUnableToCloneErrorMessage */
"STUnableToCloneErrorMessage" = "There was an unexpected error trying to clone the repository. Please try cloning from the Repository Browser.";

/* MercurialInternalLocation */
"MercurialInternalLocation" = "Sourcetree組み込み";

/* HostedAccountImportRepoNoBitbucketAccountTitle */
"HostedAccountImportRepoNoBitbucketAccountTitle" = "Bitbucket Cloudアカウントが設定されていません";

/* HostedAccountImportRepoNoAccountsMsg */
"HostedAccountImportRepoNoAccountsMsg" = "Please add your Bitbucket Cloud account before trying to import this repository.";

/* ImportingToBitbucketSummaryText */
"ImportingToBitbucketSummaryText" = "Bitbucket Cloudにインポートしています…";

/* HideBuildStatus */
"HideBuildStatus" = "ビルドステータスを隠す";

/* ShowBuildStatus */
"ShowBuildStatus" = "ビルドステータスを見る";

/* Confirm */
"Choose" = "選択";

/* STMultipleBBAccountsFoundTitle */
"STMultipleBBAccountsFoundTitle" = "You've got multiple Bitbucket Cloud accounts.";

/* STPickBBAccountMessage */
"STPickBBAccountMessage" = "Choose the specific account you want to use with this repository:";

/* STInvalidBranchName */
"STInvalidBranchName" = "不正なブランチ名";

/* STInvalidRemoteBranch */
"STInvalidRemoteBranch" = "不正なリモートブランチ";

/* STInvalidTag */
"STInvalidTag" = "不正なタグ";

/* STInvalidTagName */
"STInvalidTagName" = "不正なタグ名";

/* STInvalidRevision */
"STInvalidRevision" = "Invalid revision";

/* STAnnotationsTitle */
"STAnnotationsTitle" = "Annotations for %@";

/* STWaitingText */
"STWaitingText" = "…";

/* STRevisionChangesetJumpTitle */
"STRevisionChangesetJumpTitle" = "リビジョン / チェンジセット…";

/* STGenericErrorText */
"STGenericErrorText" = "エラーが発生しました";

/* STSignupTitleText */
"STSignupTitleText" = "私たちはここで待っています...";

/* STSignupMessageText */
"STSignupMessageText" = "We're opening the Bitbucket Cloud signup page in your browser. Come back when you're done to continue setting up Sourcetree.";

/* STPrivateTokenHelpString */
"STPrivateTokenHelpString" = "プライベートトークンを作成する方法";

/* STCommunityHelpLinkTitle */
"STCommunityHelpLinkTitle" = "アカウントへのログインにサポートが必要ですか？";

/* STRepoDetailsLFSEnabled */
"STRepoDetailsLFSEnabled" = "LFSが有効です";

/* STRepoDetailsLFSDisabled */
"STRepoDetailsLFSDisabled" = "LFSが有効になっていません";

/* STRepoDetailsCalculating */
"STRepoDetailsCalculating" = "計算中…";

/* SuspiciousFileTitle */
"SuspiciousFileTitle" = "This file is potentially insecure. Are you sure you want to open it?";

/* SuspiciousFileMsg */
"SuspiciousFileMsg" = "The file is marked as executable and could have unexpected consequences when opened directly.";

/* Open Anyway */
"Open Anyway" = "開く";

/* HomeDirWarningTitle */
"HomeDirWarningTitle" = "Warning: you are about to version your home directory";

/* HomeDirCreateWarningMsg */
"HomeDirCreateWarningMsg" = "Creating a repository in this destination will version your entire home directory. This can cause unexpected behavior on macOS. \n\nTo prevent this cancel the action, select a sub-directory, and create a repository there instead.";

/* HomeDirCloneWarningMsg */
"HomeDirCloneWarningMsg" = "Cloning a repository in this destination will version your entire home directory. This can cause unexpected behavior on macOS. \n\nTo prevent this cancel the action, select a sub-directory, and clone the repository there instead.";

/* AccessibilityCommitCellMessageOnly */
"AccessibilityCommitCellMessageOnly" = "Message: %@";

/* AccessibilityCommitCellWithBranches */
"AccessibilityCommitCellWithBranches" = "Message: %1$@ | Branches: %2$@";

/* AccessibilityCommitCellWithTags */
"AccessibilityCommitCellWithTags" = "Message: %1$@ | Tags: %2$@";

/* AccessibilityCommitCellWithTagsAndBranches */
"AccessibilityCommitCellWithTagsAndBranches" = "Message: %1$@ | Tags: %2$@ | Branches: %3$@";

/* AccessibilityCommitCellSeparator */
"AccessibilityCommitCellSeparator" = "、";

/* STSuccessfulTask */
"STSuccessfulTask" = "Completed successfully";

/* STRecentMessagesEmpty */
"STRecentMessagesEmpty" = "No recent commit messages";
